Revit 2027 API
ParameterTypeId.AllModelUrl Property
 "URL"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId AllModelUrl { get; }
Public Shared ReadOnly Property AllModelUrl As ForgeTypeId
	Get
public:
static property ForgeTypeId^ AllModelUrl {
	ForgeTypeId^ get ();
}
static member AllModelUrl : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace